<html>
<head>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta http-equiv="Content-type" content="text/html; charset=UTF-8">
<link rel="stylesheet" href="css/w3.css">
<link rel="icon" type="image/png" href="potato.png"/
<title>Bat@t-eiros</title>

</head>

<body>
<!-- NAVBAR -->

  <div class="w3-top">
    <div class="w3-bar w3-white w3-wide w3-padding w3-card">
      <a href="#home" class="w3-bar-item w3-button"><b>BAT@T-</b>EIROS</a>
      <!-- Float links to the right. Hide them on small screens -->
      <div class="w3-right w3-hide-small">
        <div class="w3-dropdown-hover w3-white">
          <a href="#motores" class="w3-button">Motores</a>
            <div class="w3-dropdown-content w3-bar-block w3-card-4">
              <a href="#motores" onclick="changeEletrico();"class="w3-bar-item w3-button">Elétrico</a>
              <a href="#motores" onclick="changeCombustao();"class="w3-bar-item w3-button">Combustão</a>
              <a href="#motores" onclick="changeHidrogenio();"class="w3-bar-item w3-button">Hidrogénio</a>
            </div>
          </div>
        <div class="w3-dropdown-hover w3-white">
          <a href="#modelos" class="w3-button">Modelos</a>
            <div class="w3-dropdown-content w3-bar-block w3-card-4">
              <a href="#modelos" class="w3-bar-item w3-button">Carro a Bateria Lítio</a>
              <a href="#modelos" class="w3-bar-item w3-button">Carro a Batatas</a>
              <a href="#modelos" class="w3-bar-item w3-button">O nosso Motor</a>
            </div>
          </div>

      <a href="#sobre" class="w3-bar-item w3-button">Sobre Nós</a>
    </div>
    </div>
  </div>

  <!-- SLIDESHOW -->
  <div id="home"class="w3-content w3-display-container">
    <div id="motor_eletrico" class="w3-display-middle">
      <img class="mySlides w3-animate-left" src="img/motor_eletrico.jpg" style="width:980px;height:652.683px;">
      <img class="mySlides w3-animate-left" src="img/motor_combustao.jpg" style="width:980px;height:652.683px;">
      <img class="mySlides w3-animate-left" src="img/motor_hidrogenio.png" style="width:980px;height:652.683px;">

    </div>

    <button class="w3-button w3-black w3-display-left w3-large" onclick="plusDivs(-1);changeDirection(-1)">&#10094;</button>
    <button class="w3-button w3-black w3-display-right w3-large" onclick="plusDivs(1);changeDirection(1);">&#10095;</button>
    <button id="button" class="w3-button w3-display-middle w3-grey w3-text-white w3-round-xxlarge w3-xxlarge" style="opacity:50%" onclick="verMais();" onmouseover="mouseOver()" onmouseout="mouseOut()"><b>Ver Mais</b></button>
  </div>

<!-- START CONTENT -->
  <div class="w3-content w3-padding" style="max-width:1564px">


      <!-- Motores Section -->
    <div class="w3-container w3-padding-32" id="motores">
      <h3 class="w3-border-bottom w3-border-light-grey w3-padding-16 w3-center">Motores</h3>

      <div class="w3-bar w3-padding-16">
        <button class="w3-bar-item w3-button w3-teal motor-btn" style="width:33.3%">Elétrico</button>
        <button class="w3-bar-item w3-button w3-teal motor-btn" style="width:33.3%">Combustão</button>
        <button class="w3-bar-item w3-button w3-teal motor-btn" style="width:33.3%">Hidrogénio</button>
      </div>



      <div id="canvas-container" class="w3-cell-row">
          <div class="w3-container w3-cell" style="width:60%;">
            <div class="w3-animate-opacity">
                <canvas id="canvas" width="735" height="744"></canvas>
            </div>
          </div>
          <div id="motor_legenda" class="w3-container w3-cell w3-cell-middle w3-animate-opacity" style="width:40%">
            <p><i>Passa com o rato sobre as várias partes do motor para descobrires a sua função.</i></p>
          </div>
      </div>


      <div id="eletrico">
        <div class="w3-center">
          <div class="w3-animate-opacity">
            <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;">Hoje em dia, os motores el&eacute;tricos podem ser encontrados em v&aacute;rios dispositivos do dia-a-dia. Aqueles que usam motores de corrente cont&iacute;nua (DC) t&ecirc;m fun&ccedil;&otilde;es bastante b&aacute;sicas. O motor est&aacute; conectado diretamente a uma fonte de energia e a sua velocidade de rota&ccedil;&atilde;o depende diretamente da intensidade da corrente. Embora f&aacute;ceis de produzir, estes motores el&eacute;tricos n&atilde;o atendem aos requisitos de pot&ecirc;ncia, fiabilidade ou tamanho de um ve&iacute;culo el&eacute;trico, embora seja poss&iacute;vel encontr&aacute;-los nos limpa para-brisas, janelas e outros mecanismos mais pequenos dentro do carro.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><br>&nbsp;</p>
<ul>
    <li>
        <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><u><strong>O estator e o rotor:</strong></u></p>
    </li>
</ul>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Se quiser entender como funciona um ve&iacute;culo el&eacute;trico, &eacute; preciso estar familiarizado com os elementos f&iacute;sicos de um motor el&eacute;trico. Isto come&ccedil;a com a compreens&atilde;o dos princ&iacute;pios das suas duas partes principais: o estator e o rotor. A diferen&ccedil;a entre os dois &eacute; f&aacute;cil de lembrar: o estator &eacute; est&aacute;tico, enquanto o rotor gira. Num motor, o estator usa energia para criar um campo magn&eacute;tico que gira o rotor.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Ent&atilde;o, como funciona um motor quando se trata de alimentar um ve&iacute;culo el&eacute;trico? Para isso devemos recorrer aos motores de corrente alternada (AC), que requerem a utiliza&ccedil;&atilde;o de um circuito de convers&atilde;o para transformar a corrente cont&iacute;nua (DC) fornecida pela bateria. Vamos ver mais de perto os dois tipos diferentes de corrente.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><br>&nbsp;</p>
<ul>
    <li>
        <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><u><strong>Alimenta&ccedil;&atilde;o de um ve&iacute;culo el&eacute;trico: AC vs. DC:</strong></u></p>
    </li>
</ul>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Para percebermos melhor como funciona um carro el&eacute;trico, &eacute; tamb&eacute;m necess&aacute;rio saber a diferen&ccedil;a entre AC e DC (correntes de eletr&otilde;es). A eletricidade passa por um condutor de duas maneiras. A corrente alternada (AC) descreve uma corrente el&eacute;trica na qual os eletr&otilde;es mudam de dire&ccedil;&atilde;o periodicamente. A corrente cont&iacute;nua (DC), como o pr&oacute;prio nome sugere, flui em apenas uma &uacute;nica dire&ccedil;&atilde;o. A bateria num carro el&eacute;trico funciona usando corrente cont&iacute;nua. Mas, no que diz respeito ao motor principal do ve&iacute;culo el&eacute;trico (que fornece tra&ccedil;&atilde;o ao ve&iacute;culo), essa energia DC deve ser transformada em AC atrav&eacute;s de um conversor.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Ent&atilde;o, o que acontece quando essa energia chega ao motor? Isso vai depender do facto de termos um ve&iacute;culo que use um motor s&iacute;ncrono ou ass&iacute;ncrono.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><br>&nbsp;</p>
<ul>
    <li>
        <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><u><strong>Tipos de motor el&eacute;trico:</strong></u></p>
    </li>
</ul>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Existem dois tipos de motores de corrente alternada na ind&uacute;stria automobil&iacute;stica: motores s&iacute;ncronos e motores ass&iacute;ncronos. Quando se trata de um ve&iacute;culo el&eacute;trico, os motores s&iacute;ncronos e ass&iacute;ncronos t&ecirc;m os seus pr&oacute;prios pontos fortes - um n&atilde;o &eacute; necessariamente melhor que o outro.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><br>&nbsp;</p>
<ul>
    <li>
        <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><u><strong>Motores s&iacute;ncronos e ass&iacute;ncronos:</strong></u></p>
    </li>
</ul>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Um motor ass&iacute;ncrono, tamb&eacute;m chamado de motor de indu&ccedil;&atilde;o, depende do estator el&eacute;trico para gerar um campo magn&eacute;tico girat&oacute;rio. Isto, ent&atilde;o, puxa o rotor para uma persegui&ccedil;&atilde;o sem fim, como se o rotor estivesse sempre a tentar alcan&ccedil;ar o campo magn&eacute;tico sem nunca o conseguir. Um motor ass&iacute;ncrono &eacute; frequentemente usado em ve&iacute;culos el&eacute;tricos que s&atilde;o feitos para ser conduzidos a grandes velocidades por longos per&iacute;odos de tempo.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Num motor s&iacute;ncrono, o rotor atua como um eletro&iacute;man, participando ativamente na cria&ccedil;&atilde;o do campo magn&eacute;tico. A sua velocidade de rota&ccedil;&atilde;o &eacute;, portanto, diretamente proporcional &agrave; frequ&ecirc;ncia da corrente que alimenta o motor. Isto torna um motor s&iacute;ncrono ideal para a condu&ccedil;&atilde;o urbana, o que normalmente requer paragens regulares e arranques a baixas velocidades.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Os motores s&iacute;ncronos e ass&iacute;ncronos tamb&eacute;m funcionam de maneira contr&aacute;ria, o que significa que podem converter energia mec&acirc;nica em eletricidade durante a travagem. Este &eacute; o princ&iacute;pio da travagem regenerativa, que deriva do alternador.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><br>&nbsp;</p>
<ul>
    <li>
        <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><u><strong>Partes de motores el&eacute;tricos:</strong></u></p>
    </li>
</ul>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Vamos agora ver algumas das diferentes pe&ccedil;as encontradas no motor de um ve&iacute;culo el&eacute;trico: Desde &iacute;manes de motor el&eacute;trico de Motores S&iacute;ncronos Excitados Externamente (MSEE) &agrave; unidade propuls&atilde;o em geral.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><br>&nbsp;</p>
<ul>
    <li>
        <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><u><strong>&Iacute;manes permanentes:</strong></u></p>
    </li>
</ul>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Alguns motores s&iacute;ncronos usam um motor de &iacute;man permanente para o rotor. Esses &iacute;manes permanentes s&atilde;o embutidos no rotor de a&ccedil;o, criando um campo magn&eacute;tico constante. Um &iacute;man de motor el&eacute;trico permanente tem a vantagem de operar sem fonte de alimenta&ccedil;&atilde;o, mas requer o uso de metais ou ligas como o neod&iacute;mio ou o dispr&oacute;sio. Esses materiais raros s&atilde;o ferromagn&eacute;ticos, o que significa que podem ser magnetizados para se tornarem &iacute;manes permanentes. Estes s&atilde;o usados para v&aacute;rios fins industriais: desde geradores de turbinas e&oacute;licas, ferramentas sem fios e fones de ouvido, at&eacute; d&iacute;namos de bicicletas&hellip; E obviamente motores de ve&iacute;culos el&eacute;tricos.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">O problema &eacute; que os pre&ccedil;os desses materiais raros s&atilde;o muito vol&aacute;teis. Apesar do nome, eles n&atilde;o s&atilde;o necessariamente t&atilde;o raros, na verdade, mas s&atilde;o encontrados quase exclusivamente na China, que, portanto, tem quase um monop&oacute;lio sobre sua produ&ccedil;&atilde;o, venda e distribui&ccedil;&atilde;o. Isso explica o porqu&ecirc; de os fabricantes terem de trabalhar arduamente para encontrar solu&ccedil;&otilde;es alternativas para os motores de ve&iacute;culos el&eacute;tricos.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><br>&nbsp;</p>
<ul>
    <li>
        <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><u><strong>Motores s&iacute;ncronos excitados externamente:</strong></u></p>
    </li>
</ul>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Uma dessas solu&ccedil;&otilde;es, usada pela Renault para o Novo ZOE, envolve a constru&ccedil;&atilde;o de um &iacute;man de motor el&eacute;trico a partir de uma bobina de cobre. Isso requer um processo industrial mais complexo, mas torna poss&iacute;vel evitar problemas de abastecimento, ao mesmo tempo que mant&eacute;m uma excelente rela&ccedil;&atilde;o entre o peso do motor e o torque criado.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Guillaume Faurie, chefe de engenharia da f&aacute;brica da Renault Cl&eacute;on em Fran&ccedil;a, d&aacute; uma ideia da complexidade do motor do Novo ZOE: &ldquo;A fabrica&ccedil;&atilde;o de um MSEE requer processos de enrolamento e impregna&ccedil;&atilde;o de bobina espec&iacute;ficos. As restri&ccedil;&otilde;es das expectativas de desempenho do produto, o objetivo de reduzir a rela&ccedil;&atilde;o peso-pot&ecirc;ncia e a taxa r&aacute;pida de produ&ccedil;&atilde;o exigem que sejam empregues com efic&aacute;cia as tecnologias mais avan&ccedil;adas para realizar esses processos.&rdquo;</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><br>&nbsp;</p>
<ul>
    <li>
        <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;"><u><strong>A unidade de propuls&atilde;o el&eacute;trica:</strong></u></p>
    </li>
</ul>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Num ve&iacute;culo el&eacute;trico, o motor composto pelo rotor e pelo estator faz parte de uma unidade maior, a unidade de propuls&atilde;o el&eacute;trica, &eacute; um conjunto que faz funcionar o motor el&eacute;trico.</p>
<p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-left: 1.27cm;margin-bottom: 0.28cm;line-height: 108%;">Tamb&eacute;m dentro desta unidade, o Controlador Eletr&oacute;nico de Pot&ecirc;ncia (CEP) re&uacute;ne todos os elementos eletr&oacute;nicos de pot&ecirc;ncia respons&aacute;veis por gerir a fonte de alimenta&ccedil;&atilde;o do motor e o carregamento da bateria. Por &uacute;ltimo, este tamb&eacute;m inclui o redutor, que &eacute; a parte respons&aacute;vel por ajustar o torque e a velocidade de rota&ccedil;&atilde;o transmitida pelo motor &agrave;s rodas. Juntos, estes elementos fazem com que o motor el&eacute;trico funcione de maneira suave e eficiente.</p>
          </div>

        </div>

      </div>

      <div id="hidrogenio">
          <div class="w3-center">
            <div class="w3-animate-opacity">
              <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;">O motor a hidrog&eacute;nio &eacute; composto por uma c&eacute;lula de combust&iacute;vel de hidrog&eacute;nio, que produz a energia necess&aacute;ria à deslocação do veículo.</p>
              <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;">Desta forma, esta c&eacute;lula funciona com uma rea&ccedil;&atilde;o qu&iacute;mica entre o hidrog&eacute;nio e o oxig&eacute;nio, que &eacute; uma rea&ccedil;&atilde;o exot&eacute;rmica, isto &eacute;, esta rea&ccedil;&atilde;o liberta energia para o exterior.</p>
              <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;">Do lado esquerdo da c&eacute;lula temos o fornecimento de hidrog&eacute;nio, que est&aacute; junto de um catalisador de platina. Neste catalisador de platina o di-hidrog&eacute;nio &eacute; separado dos seus eletr&otilde;es, ficando com uma carga positiva. Os eletr&otilde;es cedidos s&atilde;o usados para criar corrente el&eacute;trica que alimenta os motores el&eacute;tricos que movem o carro. Os restantes &aacute;tomos de hidrog&eacute;nio passam para uma membrana de troca de prot&otilde;es, uma vez que esta s&oacute; consegue atrair os &aacute;tomos de hidrog&eacute;nio de carga positiva.</p>
              <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;">Em seguida, os eletr&otilde;es depois de terem passado pelo motor ou bateria que alimentaram, voltam &agrave; c&eacute;lula de combust&iacute;vel e juntam-se aos &aacute;tomos de hidrog&eacute;nio para formar novamente di-hidrog&eacute;nio. Este di-hidrog&eacute;nio junta-se com o oxig&eacute;nio fornecido pela admiss&atilde;o de ar, na fase final formando &aacute;gua pura que &eacute; expelida pelo escape.</p>
              <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;">Para fornecer uma energia suficiente para conseguir mexer o motor, s&atilde;o necess&aacute;rias v&aacute;rias c&eacute;lulas agrupadas em s&eacute;rie.</p>
              <p style="text-align: justify;background: transparent none repeat scroll 0% 0%;margin-bottom: 0.28cm;line-height: 108%;">Como os motores que movem estes carros s&atilde;o sempre el&eacute;tricos, ainda temos a pode existir travagem regenerativa, aumentando ainda mais a autonomia neste tipo de ve&iacute;culos.</p>
              <p style="margin-bottom: 0.28cm;line-height: 108%;text-align: left;background: transparent;"><br>&nbsp;</p>

              <div class="w3-row">
                <div class="w3-col" style="width:15%"><p></p></div>
                <div class="w3-col" style="width:25%"><p></p>
                  <div class="w3-card-4" style="width:100%">
                    <img src="img/hidrogenio1.jpg" alt="Alps" style="width:100%">
                     <div class="w3-container w3-center">
                       <p><i>Imagem alusiva às reações existentes num motor a hidrogénio e o seu funcionamento</i></p>
                     </div>
                  </div>
                </div>
                <div class="w3-col" style="width:20%"><p></p></div>
                <div class="w3-col" style="width:25%"><p></p>
                  <div class="w3-card-4" style="width:100%">
                    <img src="img/hidrogenio2.jpg" alt="Alps" style="width:100%">
                     <div class="w3-container w3-center">
                       <p><i>Imagem alusiva à constituição de um carro com motor a hidrogénio</i></p>
                     </div>
                  </div>

                </div>
                <div class="w3-col" style="width:20%"><p></p></div>

              </div>



              </div>
          </div>

      </div>


    </div>

    <!-- Modelos Section -->
    <div class="w3-container w3-padding-32" id="modelos">
      <h3 class="w3-border-bottom w3-border-light-grey w3-padding-16 w3-center">Modelos</h3>
      <div class="w3-bar w3-padding-16">
        <button class="w3-bar-item w3-button w3-teal motor-btn" style="width:33.3%">Carro Bateria Lítio</button>
        <button class="w3-bar-item w3-button w3-teal motor-btn" style="width:33.3%">Carro a Batata</button>
        <button class="w3-bar-item w3-button w3-teal motor-btn" style="width:33.3%">O nosso Motor</button>
      </div>
    </div>

    <!-- Sobre Nós Section -->
    <div class="w3-container w3-padding-32" id="sobre">
      <h3 class="w3-border-bottom w3-border-light-grey w3-padding-16 w3-center">Sobre Nós</h3>

      <div class="flip-card">
        <div class="flip-card-inner">
          <div class="flip-card-front">
            <img src="img/sobre_nos.jpg" alt="Avatar" style="height:80vh;display:block;margin-left:auto;margin-right:auto;">
          </div>
          <div class="flip-card-back">
          <div id="margin">
            <h2><b>Bem vindos ao projeto Batat-eiros!</b></h2>
            <p>Esta ideia vem do seguimento do desenvolvimento do projeto final de ano de Física, desta forma, este site como parte integrante deste, está vocacionado para a área dos diferentes tipos de motores existentes nos dias de hoje: motor a hidrogénio, motor elétrico e motor a combustão. Assim, o nosso foco é ampliar o conhecimento do leitor nesta área, de uma forma interativa e interessante.</p>
            <p>Partilhamos os seguintes valores, que constituem o pilar da relação com a comunidade: somos persistentes, gostamos de inovar, aprendemos com os erros, especificamente num projeto na área de Física, além disso queremos proporcionar a melhor experiência ao utilizador.</p>
            <p>E o melhor!</p>
            <p>Temos tal como os visitantes deste site a paixão pelos desportos motorizados e o interesse pela física. No Batat-eiros site vai encontrar a comparação entre os diferentes motores, os relatórios das nossas experiências, nomeadamente do carro com bateria de lítio, e muito mais…</p>
            <p>Não percas tempo, e navega pelo nosso site e de te juntares a esta equipa de físicos.</p>
            <p>Aproveita a oportunidade de conhecer a nossa equipa:</p>
            <br>
            <p>De físicos para físicos!</p>

          </div>

          </div>
        </div>

      </div>

    </div>


</body>

<script src="js/main.js" charset="utf-8"></script>
<script src="js/canvas.js" charset="utf-8"></script>
</html>
